import "./about.css";

function About() {
  return (
    <div id="about" className="about">
      <div className="about-divs">
        <div className="aboutMe-text">
          <h3>​𝐀𝐛𝐨𝐮𝐭 𝐌𝐞​</h3>
          <p>
            𝐈 𝐚𝐦 𝐚 𝐫𝐞𝐬𝐮𝐥𝐭𝐬-𝐨𝐫𝐢𝐞𝐧𝐭𝐞𝐝 𝐅𝐫𝐨𝐧𝐭-𝐄𝐧𝐝 𝐃𝐞𝐯𝐞𝐥𝐨𝐩𝐞𝐫 𝐰𝐢𝐭𝐡 𝐚 𝐬𝐭𝐫𝐨𝐧𝐠 𝐛𝐚𝐜𝐤𝐠𝐫𝐨𝐮𝐧𝐝
            𝐢𝐧 𝐮𝐬𝐢𝐧𝐠 𝐉𝐚𝐯𝐚𝐒𝐜𝐫𝐢𝐩𝐭 𝐚𝐧𝐝 𝐢𝐭𝐬 𝐟𝐫𝐚𝐦𝐞𝐰𝐨𝐫𝐤𝐬 𝐭𝐨 𝐞𝐬𝐭𝐚𝐛𝐥𝐢𝐬𝐡 𝐚𝐧𝐝 𝐦𝐚𝐧𝐚𝐠𝐞
            𝐫𝐨𝐛𝐮𝐬𝐭 𝐜𝐨𝐝𝐞 𝐛𝐚𝐬𝐞𝐬 𝐭𝐡𝐚𝐭 𝐦𝐞𝐞𝐭 𝐭𝐡𝐞 𝐧𝐞𝐞𝐝𝐬 𝐨𝐟 𝐛𝐮𝐬𝐢𝐧𝐞𝐬𝐬𝐞𝐬. 𝐖𝐡𝐢𝐥𝐞 𝐥𝐞𝐚𝐫𝐧𝐢𝐧𝐠
            𝐟𝐫𝐨𝐦 𝐞𝐱𝐩𝐞𝐫𝐢𝐞𝐧𝐜𝐞𝐝 𝐞𝐧𝐠𝐢𝐧𝐞𝐞𝐫𝐬, 𝐈 𝐡𝐚𝐯𝐞 𝐚 𝐤𝐞𝐞𝐧 𝐞𝐧𝐭𝐡𝐮𝐬𝐢𝐚𝐬𝐦 𝐟𝐨𝐫 𝐜𝐨𝐧𝐭𝐢𝐧𝐮𝐨𝐮𝐬
            𝐥𝐞𝐚𝐫𝐧𝐢𝐧𝐠 𝐚𝐧𝐝 𝐚 𝐩𝐚𝐬𝐬𝐢𝐨𝐧 𝐟𝐨𝐫 𝐬𝐨𝐥𝐯𝐢𝐧𝐠 𝐜𝐨𝐦𝐩𝐥𝐞𝐱 𝐩𝐫𝐨𝐛𝐥𝐞𝐦𝐬 𝐭𝐨 𝐞𝐧𝐡𝐚𝐧𝐜𝐞 𝐮𝐬𝐞𝐫
            𝐞𝐟𝐟𝐢𝐜𝐢𝐞𝐧𝐜𝐲.
          </p>
          <p>
            𝐌𝐲 𝐯𝐚𝐥𝐮𝐞𝐬 𝐨𝐟 𝐡𝐚𝐫𝐝 𝐰𝐨𝐫𝐤, 𝐜𝐨𝐧𝐭𝐢𝐧𝐮𝐨𝐮𝐬 𝐥𝐞𝐚𝐫𝐧𝐢𝐧𝐠, 𝐰𝐢𝐥𝐥𝐢𝐧𝐠𝐧𝐞𝐬𝐬, 𝐚𝐧𝐝
            𝐬𝐞𝐫𝐯𝐚𝐧𝐭 𝐥𝐞𝐚𝐝𝐞𝐫𝐬𝐡𝐢𝐩 𝐝𝐫𝐢𝐯𝐞 𝐦𝐞 𝐭𝐨 𝐦𝐚𝐤𝐞 𝐚 𝐦𝐞𝐚𝐧𝐢𝐧𝐠𝐟𝐮𝐥 𝐢𝐦𝐩𝐚𝐜𝐭. 𝐈 𝐟𝐢𝐫𝐦𝐥𝐲
            𝐛𝐞𝐥𝐢𝐞𝐯𝐞 𝐭𝐡𝐚𝐭 𝐬𝐮𝐜𝐜𝐞𝐬𝐬 𝐢𝐬 𝐚 𝐜𝐨𝐥𝐥𝐞𝐜𝐭𝐢𝐯𝐞 𝐞𝐧𝐝𝐞𝐚𝐯𝐨𝐫, 𝐰𝐡𝐞𝐫𝐞 𝐭𝐡𝐞 𝐠𝐫𝐨𝐰𝐭𝐡 𝐚𝐧𝐝
            𝐬𝐮𝐜𝐜𝐞𝐬𝐬 𝐨𝐟 𝐭𝐡𝐞 𝐭𝐞𝐚𝐦 𝐚𝐫𝐞 𝐩𝐚𝐫𝐚𝐦𝐨𝐮𝐧𝐭. 𝐖𝐢𝐭𝐡 𝐚 𝐦𝐢𝐧𝐝𝐬𝐞𝐭 𝐭𝐡𝐚𝐭 𝐬𝐞𝐞𝐬 𝐞𝐚𝐜𝐡 𝐝𝐚𝐲
            𝐚𝐬 𝐟𝐮𝐥𝐥 𝐨𝐟 𝐩𝐨𝐬𝐬𝐢𝐛𝐢𝐥𝐢𝐭𝐢𝐞𝐬, 𝐈 𝐚𝐩𝐩𝐫𝐨𝐚𝐜𝐡 𝐩𝐥𝐚𝐧𝐧𝐢𝐧𝐠 𝐚𝐧𝐝 𝐝𝐞𝐜𝐢𝐬𝐢𝐨𝐧-𝐦𝐚𝐤𝐢𝐧𝐠
            𝐰𝐢𝐭𝐡 𝐢𝐧𝐭𝐞𝐧𝐭𝐢𝐨𝐧 𝐚𝐧𝐝 𝐟𝐨𝐫𝐞𝐬𝐢𝐠𝐡𝐭.
          </p>
          <p>
            𝐈 𝐬𝐭𝐫𝐢𝐯𝐞 𝐭𝐨 𝐢𝐧𝐬𝐩𝐢𝐫𝐞 𝐭𝐡𝐨𝐬𝐞 𝐚𝐫𝐨𝐮𝐧𝐝 𝐦𝐞, 𝐜𝐨𝐧𝐭𝐢𝐧𝐮𝐚𝐥𝐥𝐲 𝐢𝐦𝐩𝐫𝐨𝐯𝐞 𝐦𝐲𝐬𝐞𝐥𝐟, 𝐚𝐧𝐝
            𝐜𝐨𝐧𝐭𝐫𝐢𝐛𝐮𝐭𝐞 𝐭𝐨 𝐭𝐡𝐞 𝐬𝐮𝐜𝐜𝐞𝐬𝐬 𝐨𝐟 𝐭𝐡𝐞 𝐥𝐚𝐫𝐠𝐞𝐫 𝐝𝐞𝐯𝐞𝐥𝐨𝐩𝐦𝐞𝐧𝐭 𝐭𝐞𝐚𝐦. 𝐌𝐲
            𝐜𝐨𝐦𝐦𝐢𝐭𝐦𝐞𝐧𝐭 𝐭𝐨 𝐜𝐨𝐧𝐭𝐢𝐧𝐮𝐨𝐮𝐬 𝐠𝐫𝐨𝐰𝐭𝐡, 𝐬𝐞𝐢𝐳𝐢𝐧𝐠 𝐨𝐩𝐩𝐨𝐫𝐭𝐮𝐧𝐢𝐭𝐢𝐞𝐬, 𝐚𝐧𝐝
            𝐦𝐚𝐱𝐢𝐦𝐢𝐳𝐢𝐧𝐠 𝐭𝐡𝐞 𝐩𝐨𝐭𝐞𝐧𝐭𝐢𝐚𝐥 𝐨𝐟 𝐞𝐚𝐜𝐡 𝐝𝐚𝐲 𝐮𝐧𝐝𝐞𝐫𝐬𝐜𝐨𝐫𝐞𝐬 𝐦𝐲 𝐝𝐞𝐝𝐢𝐜𝐚𝐭𝐢𝐨𝐧 𝐭𝐨
            𝐬𝐡𝐚𝐩𝐢𝐧𝐠 𝐚 𝐬𝐮𝐜𝐜𝐞𝐬𝐬𝐟𝐮𝐥 𝐟𝐮𝐭𝐮𝐫𝐞.
          </p>
          <p>𝐌𝐚𝐢𝐧 𝐒𝐭𝐚𝐜𝐤: 𝐇𝐓𝐌𝐋/𝐂𝐒𝐒, 𝐉𝐚𝐯𝐚𝐒𝐜𝐫𝐢𝐩𝐭, 𝐑𝐞𝐚𝐜𝐭.𝐣𝐬</p>
        </div>
      </div>
    </div>
  );
}

export default About;
